{"version":"1.0","truncation":null,"padding":null,"added_tokens":[{"id":0,"content":"[PAD]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false,"special":true},{"id":1,"content":"[BOS]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false,"special":true},{"id":2,"content":"[EOS]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false,"special":true}],"normalizer":null,"pre_tokenizer":{"type":"ByteLevel","add_prefix_space":false,"trim_offsets":true,"use_regex":true},"post_processor":null,"decoder":null,"model":{"type":"BPE","dropout":null,"unk_token":null,"continuing_subword_prefix":null,"end_of_word_suffix":null,"fuse_unk":false,"byte_fallback":false,"vocab":{"[PAD]":0,"[BOS]":1,"[EOS]":2,"!":3,"\"":4,"#":5,"$":6,"%":7,"&":8,"'":9,"(":10,")":11,"*":12,"+":13,",":14,"-":15,".":16,"/":17,"0":18,"1":19,"2":20,"3":21,"4":22,"5":23,"6":24,"7":25,"8":26,"9":27,":":28,";":29,"<":30,"=":31,">":32,"?":33,"@":34,"A":35,"B":36,"C":37,"D":38,"E":39,"F":40,"G":41,"H":42,"I":43,"J":44,"K":45,"L":46,"M":47,"N":48,"O":49,"P":50,"Q":51,"R":52,"S":53,"T":54,"U":55,"V":56,"W":57,"X":58,"Y":59,"Z":60,"[":61,"\\":62,"]":63,"^":64,"_":65,"`":66,"a":67,"b":68,"c":69,"d":70,"e":71,"f":72,"g":73,"h":74,"i":75,"j":76,"k":77,"l":78,"m":79,"n":80,"o":81,"p":82,"q":83,"r":84,"s":85,"t":86,"u":87,"v":88,"w":89,"x":90,"y":91,"z":92,"{":93,"|":94,"}":95,"~":96,"¦":97,"¹":98,"Â":99,"Ã":100,"â":101,"Ċ":102,"Ġ":103,"Ģ":104,"Ĳ":105,"ĵ":106,"Ļ":107,"ł":108,"Ġ\\":109,"_{":110,"^{":111,"ra":112,"}\\":113,"ig":114,"ta":115,"ma":116,"in":117,"}{":118,"fra":119,"frac":120,"le":121,"al":122,"(\\":123,"th":124,"ft":125,"ar":126,"{\\":127,"Ġ=":128,"ph":129,"am":130,",\\":131,"eta":132,"igh":133,"righ":134,"ti":135,"_{\\":136,"left":137,"right":138,"math":139,"}(":140,")\\":141,"de":142,"}^{":143,"=\\":144,"}}":145,"Ġ&":146,"-\\":147,"su":148,"Ġ+":149,"ot":150,"dot":151,"pha":152,"alpha":153,"me":154,"si":155,"da":156,"sum":157,"amb":158,"ambda":159,"Ġ(":160,"})":161,"Ġ-":162,"er":163,"psi":164,"+\\":165,"lambda":166,"phi":167,"mu":168,"lo":169,")}":170,"}^":171,"^{\\":172,"lta":173,"amma":174,"int":175,"ga":176,"par":177,"tial":178,"partial":179,"^{-":180,"}{\\":181,"cal":182,"_\\":183,"mathb":184,"ĠĊ":185,"big":186,"var":187,"},":188,"mega":189,"la":190,"beta":191,"cdot":192,"Ġx":193,"igma":194,"ver":195,"Ġ\\\\":196,"pi":197,"inft":198,"infty":199,"Ġ0":200,"}_{":201,"lon":202,"Ġd":203,"mathcal":204,"nd":205,"lde":206,"tilde":207,"theta":208,"}_":209,"|\\":210,"gamma":211,"Ġ1":212,"psilon":213,"rm":214,"sigma":215,")=":216,"),":217,"epsilon":218,"ng":219,"ll":220,"xi":221,"ho":222,"delta":223,"tau":224,"ngle":225,"eg":226,"end":227,"beg":228,"begin":229,"nu":230,"leq":231,"rho":232,"over":233,"^\\":234,"at":235,"hi":236,").":237,"}.":238,"Ġu":239,"bar":240,"hat":241,"}(\\":242,")^":243,"dots":244,"ri":245,"\\\\":246,"Ġf":247,"omega":248,"ab":249,"ge":250,"bo":251,"ro":252,"mathbb":253,"se":254,"}}\\":255,")=\\":256,"Ġa":257,"sq":258,"ell":259,"rt":260,"Ġ2":261,"im":262,"}^{\\":263,"sqrt":264,"Ġt":265,"varphi":266,"Big":267,"mes":268,"times":269,"}=":270,"ray":271,"array":272,"Ġe":273,"^{(":274,"nab":275,"nabla":276,"Ġ\\,":277,"mathbf":278,"lim":279,")^{":280,"De":281,"Ġi":282,"Delta":283,"ap":284,"ine":285,"line":286,"Ġ{\\":287,"Ġ(\\":288,"qu":289,"}+":290,"))":291,"Ġn":292,"^*":293,"\\,":294,"Omega":295,"ĠA":296,"wi":297,"\\|":298,"mbo":299,"Ġ{":300,"}-":301,"Gamma":302,"ex":303,"wide":304,"rangle":305,"ed":306,"to":307,"&\\":308,"tri":309,"Ġ,":310,"Ġg":311,"Ġv":312,"varepsilon":313,"},\\":314,"overline":315,"mathrm":316,"Ġp":317,"}=\\":318,"Ġ&=":319,"log":320,"Ġy":321,"Ġ|":322,"Ġk":323,"langle":324,"[\\":325,"matri":326,"matrix":327,")(":328,"Phi":329,"Ġ}":330,"ad":331,"&=":332,"Ġz":333,"|^":334,"}}{":335,")}\\":336,"Ġc":337,"cdots":338,":=":339,";\\":340,"st":341,"quad":342,"pa":343,"chi":344,"Ġb":345,"ĠC":346,"tar":347,"Ġr":348,"Ġ.":349,")}{":350,"ldots":351,"ĠT":352,"\\{":353,"geq":354,"ĠX":355,"Ġs":356,"otimes":357,"pro":358,"bf":359,"ĠF":360,"ĠB":361,"zeta":362,"Ġq":363,"mbox":364,")+":365,"ca":366,")-":367,"Ġh":368,"case":369,"cases":370,"}_{\\":371,"row":372,"ĠL":373,"ĠR":374,"}+\\":375,"ĠP":376,"ĠH":377,"Ġm":378,"kap":379,"kappa":380,"ĠS":381,"ĠD":382,"Lambda":383,"ve":384,"prod":385,"ij":386,"it":387,"rc":388,"Ġ[":389,"tarrow":390,"pm":391,"ĠE":392,"})\\":393,"ĠM":394,"~~":395,"Ġj":396,"co":397,"Ġ-\\":398,"set":399,"widetilde":400,"rightarrow":401,"Ġw":402,"tex":403,"pri":404,"prime":405,"ci":406,"circ":407,"ĠV":408,"{(":409,"Ġ=\\":410,"ign":411,"text":412,"ĠN":413,"12":414,"vert":415,"Psi":416,"bigg":417,"align":418,"ĠI":419,"its":420,"aligned":421,"limits":422,"),\\":423,"}\\,":424,"ds":425,"&=\\":426,"Ġ_{":427,"ĠG":428,":=\\":429,"pmatrix":430,"}-\\":431,"or":432,"}^{(":433,"}|":434,"vec":435,"Ġ)":436,"}^\\":437,"'(":438,"Ġ\\;":439,"ther":440,"op":441,")\\\\":442,")}(":443,"^{-\\":444,"Ġ\\|":445,")\\,":446,"(-":447,"sin":448,"Ġ&\\":449,"dx":450,")|":451,"ĠK":452,"us":453,"frak":454,"}}(":455,"eq":456,"min":457,"gather":458,")+\\":459,"Ġ\\{":460,"ĠU":461,"*}":462,"ĠQ":463,")^{-":464,"Ġ:=":465,"..":466,"widehat":467,"cos":468,"cap":469,"edge":470,",\\\\":471,"wedge":472,"up":473,"exp":474,"\\}":475,"mathfrak":476,"ast":477,"_{(":478,"ck":479,"\\{\\":480,"Ġ+\\":481,"dt":482,"cc":483,")^{\\":484,"ĠW":485,"sup":486,"}}{\\":487,"ĠJ":488,"om":489,"ert":490,"Vert":491,"sub":492,"iv":493,"bin":494,"binom":495,")}{\\":496,"_{-":497,"un":498,"^+":499,")-\\":500,"]\\":501,"}\\\\":502,"der":503,"Sigma":504,"Ġ<":505,",\\,":506,"under":507,"}^{-":508,"cup":509,"Ġ|\\":510,"bol":511,"}{(":512,"ĠY":513,"Ġ}\\":514,".\\":515,"}]":516,"ĠZ":517,"fo":518,"max":519,"id":520,"|_{":521,"rall":522,"forall":523,"ce":524,"yle":525,"style":526,"_+":527,"ln":528,"!\\":529,"ymbo":530,"ymbol":531,"dsymbol":532,"boldsymbol":533,")_{":534,"\\|_{":535,"qquad":536,"''":537,"di":538,"mid":539,"}},":540,"equ":541,")_":542,"Ġ\\\\&":543,"equiv":544,"Ġdx":545,"Ġ\\\\\\":546,")]":547,"dfrac":548,"neq":549,"Ġl":550,"Ġ3":551,";\\;\\":552,"Ġ_":553,"Ġ4":554,"lus":555,"ĠO":556,"sp":557,"}[":558,"11":559,"|^{":560,"/\\":561,"Pi":562,"-(":563,"dag":564,"re":565,"Th":566,"oplus":567,"Theta":568,"Ġ^{":569,"bmatrix":570,"}}.":571,"sta":572,",\\,\\":573,"}),":574,")},":575,"bigl":576,"}_\\":577,"bigr":578,"stack":579,"\\}.":580,"}).":581,"})=":582,"sim":583,"Ġ>":584,"lay":585,"splay":586,"display":587,"Ġ(-":588,"displaystyle":589,"textrm":590,"))\\":591,"],":592,"'_":593,"underline":594,"det":595,"tfrac":596,"^-":597,"subset":598,"\\,\\":599,"loor":600,"floor":601,"ger":602,"dagger":603,"<\\":604,")}.":605,"bra":606,"((":607,"+(":608,"Ġ:":609,"10":610,"Ġ,\\":611,"Ġ$":612,"inf":613,")/":614,"{-":615,"pt":616,"star":617,"_*":618,"sf":619,")&=":620,"):=\\":621,")(\\":622,"',":623,"'\\":624,"minus":625,"_-":626,"].":627,"dy":628,"({\\":629,")}_{":630,"setminus":631,"}}}":632,"{{\\":633,")!":634,":\\":635,"Ġ~":636,"}}^{":637,"sla":638,")})":639,"}&":640,"')":641,"(-\\":642,"^{*":643,"\\\\\\":644,")}}":645,"]=":646,"{|":647,"brace":648,"Ġ^":649,"}{|":650,"\\},":651,"...":652,"Ġdt":653,"'}":654,"substack":655,"}\\,\\":656,"})=\\":657,"}}(\\":658,"})^{":659,"tor":660,"^{(\\":661,"per":662,"}}_{":663,"})^":664,"nt":665,"}\\|":666,"]}":667,"box":668,"}}=":669,"era":670,"):=":671,"erator":672,"sh":673,"textbf":674,"ame":675,"Ġ_{\\":676,"operator":677,"}^*":678,"\\|\\":679,";\\;":680,"name":681,"operatorname":682,"Bigr":683,")}=":684,"}|\\":685,"Ġ}{":686,"perp":687,")}_":688,"_{+":689,"Ġo":690,"if":691,"Ġ[\\":692,"\\}\\":693,"io":694,"Bigl":695,"};":696,"Ġ\\\\&=":697,"dim":698,"vartheta":699,"~\\":700,"_{[":701,"iota":702,"~~~~":703,")&=\\":704,"=-\\":705,"vee":706,",-":707,"\\|^":708,"\\;":709,"{{":710,"hbar":711,"_{-\\":712,"16":713,"^*(":714,"vdots":715,"ik":716,")|^":717,"=-":718,"13":719,"mathsf":720,"Ġ\\}":721,"}}=\\":722,"}(-":723,"22":724,"Ġds":725,"ss":726,"})}":727,"},\\\\":728,"),\\\\":729,"=(":730,"od":731,"not":732,"})(":733,")}=\\":734,"hoo":735,"jk":736,")=(":737,"hbox":738,")}(\\":739,")^\\":740,"}'":741,"}}_":742,"||":743,"^{+":744,"Ġand":745,"for":746,"Ġ\\,\\":747,"bigcup":748,"\\|_":749,"21":750,"\\\\&":751,"Bigg":752,"il":753,",\\\\\\":754,"dz":755,"hoose":756,"choose":757,"Ġ^{\\":758,")).":759,"|}":760,"Re":761,"(|":762,"ch":763,"rfloor":764,"lfloor":765,"*}\\":766,")|\\":767,"on":768,"00":769,"Ġfor":770,")),":771,"}/":772,"{(\\":773,")&":774,"^*\\":775,"Ġ\\\\&\\":776,"slant":777,"Ġ]":778,"and":779,"Ġ&=\\":780,"Ġ\\|\\":781,"}[\\":782,"23":783,"angle":784,"spa":785,"+|":786,"}}{(":787,"}}^":788,"varrho":789,"xx":790,"))=":791,"ps":792,"24":793,"lle":794,"\\,.":795,"|_":796,"_{{\\":797,")\\\\&=":798,"}\\;":799,"ne":800,"_{|":801,"\\}}":802,"rel":803,"bu":804,"'_{":805,"([":806,"|=":807,"xy":808,"sc":809,"triangle":810,")_{\\":811,"top":812,"Ġ}{\\":813,"biggr":814,"\\,,":815,"space":816,"em":817,"biggl":818,"!}":819,"}&=":820,"}}}\\":821,"!\\!\\":822,"}~":823,"colon":824,"sinh":825,"stackrel":826,"...,":827,"dr":828,"Ġdy":829,"}}^{\\":830,"Ġ12":831,"maps":832,"mapsto":833,"Ġ/":834,"cosh":835,"deg":836,"}})":837,"}:=\\":838,"})+":839,"kl":840,"({":841,"less":842,"|_{\\":843,"ip":844,"}}+":845,"mp":846,")=-\\":847,"14":848,"]=\\":849,"}}+\\":850,"tan":851,"underset":852,"lesssim":853,")}{(":854,"tt":855,"long":856,"):":857,"Ġif":858,"}=-\\":859,"\\!":860,"Ġ\\{\\":861,"}.\\":862,"=&":863,"mn":864,").\\":865,"'(\\":866,"}|^":867,"}}\\,":868,")\\\\&":869,"subseteq":870,"Xi":871,"}^{(\\":872,"ii":873,"ba":874,"leqslant":875,"\\\\&\\":876,"}({\\":877,"})_{":878,"du":879,"{(-":880,"}:":881,"tr":882,"]_":883,"}&\\":884,"Ġ)\\":885,"Ġ;":886,"^{[":887,"prox":888,"llet":889,"bullet":890,"}=-":891,"Ġ6":892,"slash":893,"bigoplus":894,"Ġin":895,")^*":896,")\\,\\":897,"approx":898,"che":899,"\\\\&=":900,")=-":901,"check":902,",(":903,"/(":904,"]^":905,">\\":906,"overset":907,"|}\\":908,"})-":909,"arp":910,"|^{\\":911,"Ġ}(":912,"}}-":913,"Ġ\\:":914,"^*_":915,"))^":916,"''(":917,")}+":918,"limsup":919,"32":920,"]_{":921,",...,":922,"{|\\":923,"AB":924,"})^{-":925,")}^":926,")^{-\\":927,"Im":928,"}},\\":929,"ddots":930,"\\|_{\\":931,"'}\\":932,"})\\\\":933,"})}{":934,"Ġ5":935,"_{\\{":936,"~~~":937,"})}\\":938,")\\;":939,"Ġ&&":940,"-|":941,"longrightarrow":942,"scri":943,"script":944,",\\\\&":945,"](":946,"}}}{":947,"dv":948,"ccc":949,"20":950,"back":951,"[(":952,"ic":953,"backslash":954,"all":955,")+(":956,")>":957,"}&=\\":958,"cm":959,"div":960,"}=(":961,"Ġ8":962,"Tr":963,"Ġ\\,.":964,"Ġ*":965,"pty":966,"}^{+":967,"}\\|_{":968,"empty":969,"ker":970,"emptyset":971,"en":972,"arrow":973,"Ġ\\|_{":974,"))=\\":975,"sharp":976,"((\\":977,"}:=":978,")}}\\":979,"rvert":980,"|\\,":981,"mod":982,"15":983,"lvert":984,")\\\\&\\":985,"ol":986,")\\\\&=\\":987,"Ġall":988,"^{-(":989,"&&":990,"}\\,.":991,"Ġ\\}.":992,"underbrace":993,"mm":994,"cd":995,"_{(\\":996,")\\,.":997,";\\;\\;":998,")}-":999,"Ġ{{":1000,"lbrace":1001,"}\\\\\\":1002,"Ġdz":1003,"Ġ\\,,":1004,"'-":1005,".}":1006,"hspace":1007,"textstyle":1008,")}+\\":1009,"ix":1010,")}}{":1011,"pq":1012,"Ġ\\,\\,":1013,"!}\\":1014,");":1015,")},\\":1016,"'}(":1017,"varpi":1018,")_\\":1019,"})^{\\":1020,"=&\\":1021,")\\|_{":1022,"}))":1023,"})+\\":1024,"}_{(":1025,"ac":1026,"]}\\":1027,"ddot":1028,"){\\":1029,"Ġ=&":1030,"Ġ&:=":1031,")}\\,":1032,")\\|":1033,"Ġ({\\":1034,"}\\\\&":1035,"]^{":1036,"ĠTr":1037,",&":1038,"]+":1039,"'+":1040,"|^{-":1041,"}^+":1042,"Ġ{{\\":1043,"mal":1044,"textup":1045,",\\;":1046,",{\\":1047,"Ġ\\!":1048,"bold":1049,")}_{\\":1050,"Ġ\\;\\;":1051,"}+(":1052,"')\\":1053,"}}_{\\":1054,")\\,,":1055,")~":1056,"Ġ}}":1057,"]{":1058,"}{(\\":1059,",\\,\\,\\,\\":1060,"Ġ_\\":1061,"mall":1062,")}\\\\":1063,"Pr":1064,"|,":1065,"=\\,":1066,"^*,":1067,"Ġ:=\\":1068,"nor":1069,"kip":1070,"Ġdr":1071,"Ġ$\\":1072,"meq":1073,"simeq":1074,"'}{":1075,"ijk":1076,"normal":1077,")^{(":1078,"}}-\\":1079,")}^{":1080,"rbrace":1081,")&\\":1082,"cr":1083,"ia":1084,"}\\,,":1085,"bigcap":1086,"}}\\\\":1087,"ref":1088,"Ġ.\\":1089,"}>":1090,"Ġ-(":1091,"cccc":1092,"Upsilon":1093,"small":1094,"})}{\\":1095,"pmod":1096,"))}":1097,"ff":1098,"'=":1099,"ut":1100,"}),\\":1101,"}{|\\":1102,"textnormal":1103,"+(\\":1104,"+|\\":1105,"|.":1106,"^*_{":1107,"\\\\&=\\":1108,"_{|\\":1109,"_+(":1110,"wn":1111,"ji":1112,"^+(":1113,"25":1114,"upsilon":1115,"34":1116,"no":1117,"\\!\\":1118,"}\\\\&\\":1119,"',\\":1120,"*\\":1121,"^*)":1122,"})-\\":1123,"])":1124,"own":1125,"_{{":1126,";\\;\\;\\;\\":1127,"01":1128,"Ġ\\},":1129,"}\\|\\":1130,"}<":1131,"})\\,":1132,"kj":1133,"Ġ),":1134,",[":1135,"}\\\\&=":1136,"sts":1137,"Ġ},":1138,")|^{":1139,"brack":1140,"{-\\":1141,"ing":1142,"liminf":1143,"skip":1144,"&-":1145,"down":1146,"}_{-":1147,"Ġ~~":1148,"),(":1149,"-(\\":1150,"with":1151,")[":1152,"xists":1153,"}^{*":1154,"is":1155,"{[":1156,"]}(":1157,"Ġdu":1158,"}\\{":1159,"Righ":1160,"Ġ^{-":1161,"}^{+\\":1162,"Rightarrow":1163,"|}{":1164,")\\\\\\":1165,"Ġ(-\\":1166,"(|\\":1167,"II":1168,")-(":1169,"bc":1170,"nto":1171,"^*(\\":1172,"cl":1173,"-{":1174,"\\},\\":1175,"phanto":1176,"phantom":1177,"=\\{":1178,"rce":1179,"ie":1180,"=(\\":1181,"Ġis":1182,"))^{":1183,",~":1184,"Ġ((":1185,"cong":1186,"rr":1187,")}-\\":1188,"}$":1189,")=(\\":1190,"|-":1191,"Ġ...":1192,"18":1193,",\\,\\,":1194,"rceil":1195,"};\\":1196,"as":1197,"exists":1198,"}-(":1199,")!}":1200,"{}":1201,"Ġ).":1202,"|(":1203,"downarrow":1204,"ceil":1205,"}|^{":1206,"notin":1207,"lceil":1208,"|)":1209,"),\\\\\\":1210,"oint":1211,"lll":1212,"))-":1213,"}}}{\\":1214,"Ġ=-":1215,")<":1216,"))(":1217,"atop":1218,"_-(":1219,"}'(":1220,"^+_":1221,"^{*}":1222,"imath":1223,"Ġ=-\\":1224,"nk":1225,"uv":1226,"Ġ\\;\\":1227,"bot":1228,"=\\;":1229,"}})\\":1230,"}}|":1231,"33":1232,"leftrightarrow":1233,"'^":1234,"rs":1235,"{$":1236,"iint":1237,"}_+":1238,"Ġon":1239,"Ġth":1240,"},\\\\\\":1241,"Ġ}^{":1242,"^-(":1243,"-{\\":1244,"pre":1245,"Ġ\\\\&=\\":1246,"=}":1247,"|\\\\":1248,"}((":1249,"})(\\":1250,"Ġ10":1251,"sqcup":1252,"~,":1253,"~~~~~~~~":1254,"Ġ+(":1255,"}\\\\&=\\":1256,"|+":1257,"rl":1258,"Ġ}.":1259,"wise":1260,"^+}":1261,"+{\\":1262,"Ġdv":1263,"Ġ{(":1264,"]-":1265,"tanh":1266,"Ġ)^{":1267,"bre":1268,"therwise":1269,"+}":1270,"rcl":1271,"(\\{":1272,"arg":1273,"Ġtr":1274,"+{":1275,"})_":1276,"ĠdW":1277,"={":1278,"Lo":1279,"}\\}":1280,"}]\\":1281,"iz":1282,"mathop":1283,",}":1284,"\\}=":1285,"ax":1286,"dW":1287,"={\\":1288,"}=\\{":1289,"}{{\\":1290,"=~":1291,"Ġ)=":1292,"Ġ^\\":1293,"))+":1294,"Ġ=(":1295,"!\\!":1296,"nm":1297,"Ġ~\\":1298,"31":1299,"[-":1300,"&(":1301,"Ġ)^":1302,"\\|_\\":1303,"abc":1304,"Ġ||":1305,"scriptstyle":1306,",-\\":1307,"lVert":1308,"~~\\":1309,"ct":1310,")\\}":1311,"}^{-\\":1312,"Ġ}_{":1313,"))}{":1314,"],\\":1315,")}|":1316,"\\}}\\":1317,"geqslant":1318,"ere":1319,"}]=":1320,"}^{[":1321,"{}_":1322,"Ġ}=\\":1323,"Ġ7":1324,"}={\\":1325,")}{|":1326,")})\\":1327,"Long":1328,"^*}":1329,"gathered":1330,"')^":1331,"}^-":1332,"}}^{(":1333,"~.":1334,"'_{\\":1335,"Ġ)}":1336,"pmb":1337,"\\{(":1338,"iy":1339,"17":1340,"hskip":1341,"Ġ}}\\":1342,"Ġ\\#":1343,"}(-\\":1344,",\\\\&\\":1345,"Le":1346,"here":1347,"\\})":1348,"nx":1349,"\\}_{":1350,"rVert":1351,"dw":1352,"parrow":1353,"27":1354,"Ġ}=":1355,"XY":1356,"}\\!":1357,"}_{+":1358,")={\\":1359,"|=\\":1360,")=&":1361,"nolimits":1362,"\\,\\,":1363,"^+\\":1364,"cot":1365,"|<":1366,"Ġ9":1367,"|^\\":1368,"_{*":1369,"Ġ\\;,":1370,"})_{\\":1371,"_{,":1372,"48":1373,")}}{\\":1374,"}^{*}":1375,"36":1376,"]_{\\":1377,"}<\\":1378,"^{'":1379,")|_{":1380,"Ġ&+":1381,"Ġ16":1382,"Ġ&=&":1383,"df":1384,")\\|^":1385,"Ġ,\\\\":1386,"})}.":1387,"uparrow":1388,"123":1389,"Ġ<\\":1390,"prec":1391,"breve":1392,"Left":1393,"dX":1394,"Ġ\\;.":1395,"_+\\":1396,"are":1397,"}([":1398,"Ġof":1399,"gg":1400,"||\\":1401,"para":1402,"_*(":1403,"eqq":1404,"ond":1405,"19":1406,"56":1407,"}|_{":1408,"eqref":1409,"[{\\":1410,"lat":1411,"*{":1412,"gh":1413,"]^{\\":1414,"smallmatrix":1415,"}/\\":1416,"llel":1417,"IJ":1418,"(\\|":1419,"parallel":1420,"diam":1421,"Ġ|^":1422,"})|":1423,"Leftrightarrow":1424,")]\\":1425,"wp":1426,")^{|":1427,"}{{":1428,"}={":1429,"coloneqq":1430,"},{\\":1431,"ki":1432,"}=(\\":1433,")/\\":1434,"))+\\":1435,"^-_":1436,"MN":1437,"ni":1438,"Ġ}^{\\":1439,"Ġ(|":1440,"ir":1441,"inter":1442,")))":1443,"boldmath":1444,"Ġ\\\\-":1445,"arc":1446,"})]":1447,"odot":1448,"Ġ-{":1449,"^{(-":1450,"\\;\\":1451,"flat":1452,"},\\,":1453,"supset":1454,"jl":1455,"dg":1456,"bb":1457,"dd":1458,"^{{\\":1459,"ze":1460,"'=\\":1461,";\\\\":1462,"[-\\":1463,"\\,(":1464,"64":1465,"}\\|^":1466,"30":1467,"Ric":1468,"=|":1469,"]+\\":1470,"ox":1471,"){":1472,"))\\,":1473,"gcd":1474,"_-\\":1475,"np":1476,"Ġ)=\\":1477,"-|\\":1478,"\\|^{":1479,"_{+}":1480,":\\,":1481,"-\\!":1482,"{\\|":1483,"dV":1484,")=&\\":1485,"dotsc":1486,"}~\\":1487,"mathtt":1488,"overrightarrow":1489,"bmod":1490,"^-_{":1491,"kx":1492,"pl":1493,"})},":1494,"squ":1495,"]\\\\":1496,"eff":1497,"}_{{\\":1498,"$}":1499,"!(":1500,"Box":1501,"lbrack":1502,"xp":1503,"\\:":1504,"otherwise":1505,"{}^":1506,"Ġ\\{(":1507,",\\,\\,\\,":1508,"dp":1509,"tion":1510,"))^{-":1511,"Ġ\\;=\\;":1512,")\\}.":1513,"tu":1514,"!}{":1515,"xt":1516,"diamond":1517,")!}\\":1518,"|{\\":1519,"Ġwith":1520,"&=(":1521,"kn":1522,"{}_{":1523,"}}},":1524,"}+{\\":1525,"))-\\":1526,"ring":1527,"}}[":1528,"'),":1529,"\\\\-":1530,"\\,,\\":1531,"}}}.":1532,"Ġ}(\\":1533,"varsigma":1534,"ĠRe":1535,"35":1536,"}}\\,\\":1537,"][":1538,")}^{\\":1539,"28":1540,"Ġ\\|_":1541,"Ġ[(":1542,"}],":1543,"ag":1544,"}''":1545,"^{{":1546,"_+^":1547,"square":1548,"Ġor":1549,"jj":1550,"'.":1551,"an":1552,"}:\\":1553,"))}\\":1554,"Ġ&(":1555,"]}{":1556,"]^{-":1557,"|>":1558,"xrightarrow":1559,"}\\}.":1560,"tit":1561,"Ġ\\,=\\,":1562,"'}}":1563,",+":1564,"iu":1565,"|+|":1566,"kern":1567,"Ġ\\\\&+":1568,")<\\":1569,"dq":1570,"||_{":1571,"^+,":1572,"_{-}":1573,"Id":1574,")\\|_":1575,"\\;.":1576,"26":1577,")={":1578,")=\\{":1579,"hdots":1580,"]\\,":1581,"^-\\":1582,"](\\":1583,"\\}=\\":1584,"yy":1585,"Ġ^{(":1586,"^+_{":1587,"tx":1588,"}}^{-":1589,"|\\,\\":1590,"mathring":1591,"dk":1592,"ih":1593,"Ġ\\;\\;\\":1594,"_{\\{\\":1595,"40":1596,"=[":1597,"+\\|":1598,"ven":1599,"Du":1600,"lar":1601,"Ġ{{{\\":1602,"\\},\\\\":1603,"))\\\\":1604,"Biggr":1605,"),\\,":1606,"^{*}\\":1607,")$":1608,"ym":1609,":=\\{":1610,"boxtimes":1611,"'},":1612,"yz":1613,"}\\,\\,":1614,"Biggl":1615,"lk":1616,"))}{\\":1617,"]},":1618,"gn":1619,"size":1620,"xz":1621,"[(\\":1622,"Ġ[-":1623,"'|":1624,"'}^":1625,"fg":1626,"textit":1627,"([\\":1628,",{":1629,"_*\\":1630,"aq":1631,"Ax":1632,"cu":1633,"jmath":1634,"triangleq":1635,"}))\\":1636,"dB":1637,")=(-":1638,"|}{\\":1639,"Ġ\\|^":1640,"').":1641,"}].":1642,"prop":1643,")].":1644,"}\\|_":1645,"|^{-\\":1646,",~~":1647,"{}{":1648,"Ġ\\,\\,\\,":1649,"^{+\\":1650,"}(|":1651,"},&":1652,"}^*\\":1653,"varkappa":1654,")}_\\":1655,"}_{[":1656,"Ġ&-":1657,"Ġcon":1658,"'})":1659,"lef":1660,"Ġ=:":1661,",\\{":1662,"Ġ-{\\":1663,"}\\;\\":1664,")),\\":1665,"Ġ\\\\(":1666,"iff":1667,"pr":1668,"Ġ\\;\\;\\;":1669,"}}}}":1670,"44":1671,"}}).":1672,"hd":1673,"\\|(":1674,"),&":1675,"\\,|\\,":1676,")],":1677,",+\\":1678,"diag":1679,"}^*(":1680,"')}":1681,"=\\,\\":1682,"}-{\\":1683,"vol":1684,"&-\\":1685,"96":1686,"dS":1687,"})&=":1688,"}\\!\\":1689,"con":1690,"}}|\\":1691,"}+{":1692,"Ġdiv":1693,",(\\":1694,"''_":1695,"+(-":1696,"})}(":1697,"}}{|":1698,")]=":1699,",...":1700,"qx":1701,"}\\},":1702,"}]_{":1703,"leftarrow":1704,"|_\\":1705,"\\,{\\":1706,"Ġ'":1707,"}}}(":1708,"})=(":1709,"Bbb":1710,"}}^\\":1711,"scriptscriptstyle":1712,")'":1713,"^{|":1714,"^{*}(":1715,"45":1716,"ijkl":1717,"propto":1718,"}\\{\\":1719,"iT":1720,"Ġthe":1721,";.":1722,"Ġ\\\\=":1723,"^*-":1724,"hline":1725,"where":1726,"Ġ{}":1727,"\\;,":1728,"+\\!":1729,"^+}\\":1730,"),\\\\&":1731,"}\\,(":1732,"'}(\\":1733,"^{\\,":1734,"')=":1735,"Df":1736,"!\\!\\!\\!\\":1737,"]{\\":1738,"))_{":1739,"AA":1740,"ny":1741,"Ġdet":1742,"Ġ+{\\":1743,"dm":1744,"nn":1745,"},\\\\&":1746,")_+":1747,"):\\":1748,"ib":1749,"Ġab":1750,"thin":1751,"thinspace":1752,")}},":1753,"}+(\\":1754,"'_\\":1755,")[\\":1756,"]-\\":1757,"Ġ}^":1758,"xu":1759,"|+\\":1760,"<-":1761,"\\#":1762,"iq":1763,"||^":1764,",\\;\\;":1765,"Ġ:\\":1766,"];":1767,"_{[\\":1768,"bd":1769,"}{\\|":1770,"ies":1771,"kr":1772,"Ġ~=~":1773,".}\\":1774,"Ġ={\\":1775,"ĠIm":1776,")!}{":1777,":\\:\\":1778,"+}\\":1779,")|=":1780,"SU":1781,")!(":1782,"^{*}_{":1783,"Ġ\\\\=&":1784,"}}{(\\":1785,")&=(":1786,"]}{\\":1787,"nq":1788,"}~~":1789,")+(\\":1790,"lm":1791,"Ġ~~~~":1792,"Ġ~~~":1793,"}*":1794,"=}\\":1795,"Ġexp":1796,"_+}":1797,"100":1798,")}}.":1799,"}\\;\\;":1800,"})).":1801,"!}.":1802,"\\}^{":1803,"}}\\|":1804,"60":1805,"na":1806,"')=\\":1807,"out":1808,"^{-(\\":1809,"$\\":1810,",&\\":1811,"Ġ})":1812,"}...":1813,"texttt":1814,"-}":1815,"dA":1816,"}{}^{":1817,"Ġ}+\\":1818,"he":1819,"''\\":1820,"Ġ=\\,":1821,"Ġid":1822,")]^":1823,"Longleftrightarrow":1824,"}{}_{":1825,"^{+}":1826,")}).":1827,"kk":1828,"}-{":1829,")}),":1830,"TM":1831,"Ġ}+":1832,"}}),":1833,"Longrightarrow":1834,"$,":1835,"43":1836,"|}{|":1837,"iny":1838,"})^\\":1839,"^*)\\":1840,"mk":1841,"px":1842,"def":1843,"_{<":1844,"Ġ({":1845,"_+,":1846,"])\\":1847,"'+\\":1848,")}{(\\":1849,"*}(":1850,"Tx":1851,"tiny":1852,")&:=\\":1853,"))|":1854,"Ġ||\\":1855,"Ġco":1856,",\\,\\,\\":1857,")!}{(":1858,"]=[":1859,"'}{\\":1860,"ak":1861,"^*_\\":1862,"uu":1863,"Ġ;\\":1864,"Ġ\\>":1865,")\\},":1866,"Ġ14":1867,"impl":1868,"dxdy":1869,"}}(-":1870,"},...,":1871,"low":1872,"},\\;":1873,"}}{{\\":1874,"te":1875,"Ġ=&\\":1876,"'-\\":1877,"intertext":1878,"))(\\":1879,"Ġxy":1880,"implies":1881,"km":1882,"Ġeven":1883,"arctan":1884,"50":1885,"],\\\\":1886,")\\|_{\\":1887,"_{-}(":1888,")}^{-":1889,"Ġ}}{":1890,"\\!-\\!":1891,"enspace":1892,"37":1893,"|)\\":1894,"_{_{":1895,"mathit":1896,"}]=\\":1897,"xq":1898,"CD":1899,"kp":1900,"Ġ},\\":1901,"Ġeff":1902,"\\}^":1903,"ke":1904,"Ġ|_{":1905,"^{*,":1906,"Ġodd":1907,"\\&\\":1908,"}=&":1909,"\\}\\\\":1910,")\\;.":1911,"^*+":1912,")/(":1913,"zz":1914,")}[":1915,"99":1916,"ms":1917,"Ġ}\\,":1918,"}\\;.":1919,"kt":1920,"mi":1921,"Ġ+{":1922,"^*=":1923,"}\\|_{\\":1924,"}/{":1925,",|":1926,"Ġso":1927,"{$\\":1928,"]}.":1929,"SO":1930,"jx":1931,"{}\\":1932,"bigwedge":1933,":=(":1934,"ka":1935,"}'\\":1936,"\\{-\\":1937,"Au":1938,"rank":1939,"au":1940,"iA":1941,"ly":1942,".\\\\":1943,"Ġ)^{-":1944,"zq":1945,"Ġ-(\\":1946,"ĠdV":1947,"^*}\\":1948,"xxx":1949,"}^{{\\":1950,")})=":1951,")(-":1952,")|.":1953,")^*\\":1954,"Ti":1955,"cfrac":1956,")}}(":1957,"]).":1958,"rad":1959,"$}.":1960,"+[":1961,"BC":1962,"}})=":1963,"}):=\\":1964,"Ġdw":1965,"}||":1966,"!\\!\\!":1967,"}((\\":1968,"=\\|":1969,"}})^{":1970,"'))":1971,"})&=\\":1972,"^{+}(":1973,"]&":1974,"nc":1975,"Ġ={":1976,"}_*":1977,"Ġthat":1978,"ts":1979,"llll":1980,"coth":1981,"}{}^":1982,"Ġ32":1983,"_{+}(":1984,"#\\":1985,"aa":1986,"Ġ}_":1987,"Ġ}-":1988,"_{}":1989,")}|\\":1990,"ĠdS":1991,"&=-\\":1992,")\\;,":1993,"by":1994,"|}.":1995,"+\\,":1996,"Ġ,\\\\\\":1997,"iag":1998,"Ad":1999,"Ġ([":2000,"}_-":2001,"^*_{\\":2002,"Ġre":2003,"Ġ)(":2004,"'|^":2005,"tf":2006,"succ":2007,"bigsqcup":2008,"}\\;,":2009,"|\\\\&\\":2010,"Tilde":2011,"NR":2012,"}\\}\\":2013,"\\,=\\,":2014,"''_{":2015,"|},":2016,"Ġas":2017,"^{(+":2018,"Ġ\\|_{\\":2019,")&:=":2020,"57":2021,"dP":2022,"000":2023,";\\,":2024,"&=&":2025,")|}":2026,"''(\\":2027,"emph":2028,"AX":2029,"\\}}(":2030,")\\|\\":2031,"$.}":2032,"[{":2033,"sgn":2034,"))^{\\":2035,"nb":2036,"nf":2037,"')^{-":2038,"]}_{":2039,"dh":2040,"dcases":2041,");\\":2042,"_{_":2043,",\\;\\":2044,"},~":2045,"})}{(":2046,"}~,":2047,"))\\\\&=":2048,"tA":2049,"}),\\\\":2050,"ae":2051,"}_{\\{":2052,"42":2053,"po":2054,"Ġ=(\\":2055,"}[(":2056,"bx":2057,"Ġ((\\":2058,"ute":2059,"02":2060,"Ġ\\!\\":2061,"}\\:":2062,"!}{(":2063,",\\;\\;\\":2064,"\\{-":2065,"}'_":2066,"^+)":2067,"}~.":2068,"jn":2069,"Ġ~,":2070,"Ġ~.":2071,"})\\\\&":2072,"]]":2073,"jlim":2074,"tabu":2075,"}{=}":2076,"_*^":2077,"^{+}_{":2078,"tabular":2079,"tz":2080,"arpo":2081,"]+[":2082,",..":2083,"be":2084,"Ġ&&\\":2085,"])=":2086,"Ġ}{(":2087,"})),":2088,"),\\;":2089,"{\\{":2090,"^*.":2091,")\\\\=&":2092,"acute":2093,"CS":2094,"^{|\\":2095,"ral":2096,")\\!":2097,"Ġwhere":2098,"}|_{\\":2099,"-[":2100,"dash":2101,"^+(\\":2102,"''}":2103,"&:=":2104,"|(\\":2105,"Ġdf":2106,"))&=":2107,")|}{":2108,")~.":2109,"&:=\\":2110,"vv":2111,"ĠdB":2112,",\\,\\,\\,\\,":2113,"||_":2114,"ru":2115,"{.":2116,"ccccc":2117,"\\;\\;":2118,"}({":2119,"Ġad":2120,"Ġ&=(":2121,"pp":2122,"}).\\":2123,"loc":2124,"}(\\{":2125,"{{{":2126,"\\\\&+\\":2127,"]}^{":2128,"very":2129,"}}{{":2130,"!},":2131,"Ġ)}\\":2132,")})^":2133,"\\\\=&":2134,"}+|":2135,"80":2136,";,":2137,"triangleright":2138,"'}^{":2139,"rhd":2140,")-(\\":2141,")\\\\&+\\":2142,"'}.":2143,"cz":2144,"je":2145,"kf":2146,"bigotimes":2147,"}|}":2148,"nmid":2149,"Ġsu":2150,")!\\":2151,"CP":2152,"]_\\":2153,"}){\\":2154,"\\\\&+":2155,"Ġsome":2156,"ju":2157,"}=(-":2158,"}|=":2159,"supp":2160,"_-^":2161,"ikx":2162,"})\\\\&=":2163,"67":2164,"Ġ)_{":2165,"\\}}|":2166,"'}_{":2167,"tv":2168,"|<\\":2169,"}}_\\":2170,"})+(":2171,"=(-":2172,"^*=\\":2173,")}\\,\\":2174,"_*(\\":2175,"}^{+}(":2176,",~\\":2177,"41":2178,"},{":2179,"}=&\\":2180,"_+(\\":2181,"rtimes":2182,"}}&":2183,"Ġ(|\\":2184,"Ġ|{\\":2185,"jm":2186,"ns":2187,"Ġ13":2188,"bigvee":2189,"Ġ\\\\-\\":2190,"Ġto":2191,"textsf":2192,"ue":2193,"yx":2194,"Ġevery":2195,"}^{+}\\":2196,"29":2197,"}](":2198,"Ġ&\\\\":2199,"^{-}(":2200,"scriptsize":2201,"ai":2202,"})|\\":2203,"}\\,{\\":2204,")*":2205,"\\&":2206,"]=-":2207,"{,":2208,"land":2209,"}_{(\\":2210,"}\\,,\\":2211,"Ġotherwise":2212,"]})":2213,"},-":2214,"}^{-}(":2215,"NC":2216,"Var":2217,"Ġ\\|(":2218,"lt":2219,"}-(\\":2220,")}(-":2221,"dF":2222,"ĠdX":2223,"_-,":2224,"_{+}\\":2225,"nz":2226,"ĠRic":2227,"Sp":2228,"}^{*}\\":2229,"Ġ&-\\":2230,")}&=\\":2231,"^{-}":2232,"gen":2233,"\\}.\\":2234,"}'(\\":2235,"~~~~~~~~~~~~~~~~":2236,"vmatrix":2237,"})}=":2238,"Ġdi":2239,"Ġ}-\\":2240,"[[":2241,"}^{}":2242,":\\:":2243,"qt":2244,"dxdt":2245,"$},":2246,"75":2247,"}{[":2248,"\\!\\!":2249,"]&=":2250,"az":2251,"\\|=":2252,"Ġ)+":2253,"Ġch":2254,"mo":2255,"=\\{\\":2256,"Ġ|(":2257,"'',":2258,"longmapsto":2259,")~,":2260,"$,}":2261,"49":2262,"hphantom":2263,"rk":2264,"|-\\":2265,"Ġdm":2266,"BA":2267,")=[":2268,"\\\\(":2269,"\\},\\{":2270,"Ġdiag":2271,"Ġ11":2272,"Ġmod":2273,"^-,":2274,"'}=":2275,"TX":2276,")}]":2277,"...\\":2278,"],[":2279,"dT":2280,"nj":2281,"sign":2282,"(\\|\\":2283,"+\\|\\":2284,"Ġ24":2285,")|_":2286,"ec":2287,"Ġ]\\":2288,"Ġ\\,\\,\\":2289,"^*}(":2290,"_{*}":2291,"Ġ=\\{":2292,")|_{\\":2293,"ree":2294,"):=(":2295,"Ġconst":2296,",|\\":2297,"]\\\\&=":2298,"nh":2299,"}}.\\":2300,"}}=-\\":2301,"88":2302,"bq":2303,"cx":2304,"ess":2305,"und":2306,"}{-":2307,"Ġ}_{\\":2308,"_{-}\\":2309,"UV":2310,"Ġdp":2311,"Ġ)^{\\":2312,")}\\\\&\\":2313,"iH":2314,"js":2315,"lr":2316,"},(":2317,"Ġdg":2318,"itH":2319,"dist":2320,"preceq":2321,"Ġ\\}\\":2322,"}|.":2323,"NS":2324,"dY":2325,"ext":2326,"_{+,":2327,"}}]":2328,"asy":2329,"curl":2330,"}}:=\\":2331,"}|}\\":2332,")]=\\":2333,"{-}":2334,"/(\\":2335,"\\}+\\":2336,"dle":2337,"})}=\\":2338,"55":2339,"^{-|":2340,"\\{|":2341,"}]}":2342,"^-}":2343,"const":2344,")_{(":2345,"].\\":2346,"ev":2347,"xv":2348,"}*\\":2349,"_{(-":2350,"})^*":2351,"ĠdA":2352,",\\,\\,\\,\\,\\,\\,\\,\\":2353,"ST":2354,"ku":2355,"^{-{":2356,"bigtriangle":2357,"atu":2358,")^+":2359,"Ġany":2360,",\\\\(":2361,"-(-":2362,"AC":2363,"|~":2364,"thing":2365,"}))=":2366,"~~~\\":2367,")\\\\=&\\":2368,".,":2369,"vdash":2370,"middle":2371,".\\\\\\":2372,"qr":2373,"Ġ!":2374,"dotsb":2375,"^*,\\":2376,"_{\\|":2377,"-\\,":2378,"Ġdk":2379,")=|":2380,"})\\,\\":2381,"^-)":2382,"+~":2383,"dn":2384,"ef":2385,"plus":2386,"tq":2387,"~}":2388,"Ġ&{\\":2389,")}:=\\":2390,"})=-\\":2391,"span":2392,"90":2393,"cb":2394,"(\\{\\":2395,"^{\\{":2396,"varno":2397,"&=-":2398,")+{\\":2399,"'')":2400,"~~~,":2401,"varnothing":2402,"\\}_":2403,"tw":2404,"Ġ\\!\\!":2405,"Ġdim":2406,"|\\{":2407,")|=\\":2408,"Res":2409,"'^{":2410,"Ġ&<":2411,"$}\\":2412,"&\\\\":2413,">=\\":2414,"xf":2415,"-\\|":2416,"^{\\#":2417,"mkern":2418,"rx":2419,"Ġ}^{(":2420,"_{>":2421,"}}[\\":2422,"})/":2423,")^{-(":2424,"}^{|":2425,"Ġ{-":2426,"Ġ_{-":2427,"|=|":2428,"DF":2429,"]^\\":2430,"dE":2431,"dR":2432,")};":2433,"]}(\\":2434,"ja":2435,"|-|":2436,"}})=\\":2437,"Ġdq":2438,"dotsm":2439,"}}\\\\&\\":2440,"av":2441,"mx":2442,"Ġ))":2443,"72":2444,"]}=":2445,"ks":2446,"|}(":2447,"}):=":2448,"\\,|\\,\\":2449,"_{[-":2450,")\\\\&+":2451,")>\\":2452,"=~\\":2453,"kd":2454,"pk":2455,"sr":2456,"Ġ&+\\":2457,";\\;\\;\\;":2458,"boxplus":2459,"}^{+}":2460,"gx":2461,"ner":2462,"}>\\":2463,"Ġ)}{":2464,"Tf":2465,"YM":2466,"gf":2467,"lcl":2468,"sion":2469,"})&":2470,")}&":2471,"searrow":2472,")}\\,.":2473,"Ġ...,":2474,"intercal":2475,"')^{":2476,"\\}\\,":2477,"subar":2478,"})=-":2479,"subarray":2480,"sx":2481,"Ġ+(\\":2482,"ĠAx":2483,"';":2484,"']":2485,"|)^{":2486,"}^{{":2487,"ĠSO":2488,"atural":2489,"db":2490,"circle":2491,")|\\,":2492,"~~~.":2493,"pn":2494,"tbinom":2495,"}})^":2496,"}^+\\":2497,"}^-(":2498,"\\,{":2499,"\\|.":2500,"47":2501,"Vol":2502,"{\\|\\":2503,"}^+(":2504,"))^\\":2505,")-{\\":2506,")|,":2507,")&=-\\":2508,"^{++":2509,"\\})\\":2510,")}&=":2511,"overbrace":2512,"_+)":2513,":\\;":2514,"Ġsuch":2515,"'}=\\":2516,"}',":2517,")^{|\\":2518,"^-(\\":2519,"})\\\\&\\":2520,"CC":2521,"jp":2522,",\\;\\;\\;":2523,"doteq":2524,"Ġ15":2525,"}+\\|":2526,"supseteq":2527,"KL":2528,"TA":2529,"ominus":2530,"}):":2531,")}&\\":2532,"))_":2533,"Ġ{}_":2534,")}{|\\":2535,"''+":2536,"\\!\\!\\":2537,"]}}":2538,"ty":2539,"\\\\=&\\":2540,")))\\":2541,"},\\,\\":2542,"\\{(\\":2543,"qz":2544,"}};":2545,"meds":2546,"}_{-\\":2547,"^\\#":2548,"Ġ~~\\":2549,"')(":2550,"}}}=\\":2551,"}})(":2552,"),~":2553,"cy":2554,"mb":2555,"natural":2556,"Ġ/\\":2557,"tharpo":2558,"Ġ18":2559,"Ġ[-\\":2560,"),\\\\&\\":2561,"\\!+\\!":2562,"}}\\\\&":2563,"52":2564,"Ker":2565,"hen":2566,"qp":2567,"vu":2568,"{[\\":2569,"|/":2570,"\\,(\\":2571,")|}{|":2572,"!}{\\":2573,"}}\\;":2574,"^*)^":2575,"ĠVol":2576,"'/":2577,"Ġ\\}}":2578,"}}|^":2579,"Ġ\\,{\\":2580,")})=\\":2581,">=":2582,"128":2583,"asymp":2584,"((-":2585,"li":2586,"}}/":2587,"Ġ20":2588,"ĠId":2589,"_*,":2590,"hook":2591,"wt":2592,"Ġmax":2593,"}}}{(":2594,"}}{=}":2595,"}]_":2596,"54":2597,"kq":2598,"lj":2599,"ls":2600,"}\\,\\,\\":2601,"\\\\-\\":2602,"'}_":2603,"66":2604,"]:":2605,"kz":2606,"nr":2607,"ux":2608,"Ġst":2609,")}}{(":2610,"|\\;":2611,"))&=\\":2612,"\\|=\\":2613,"_-(\\":2614,"^{*}(\\":2615,"&{\\":2616,"}\\|^{":2617,")\\}\\":2618,"varGamma":2619,"endaligned":2620,")](":2621,"|&\\":2622,"Ġdxdt":2623,")~\\":2624,"38":2625,"Co":2626,"]&\\":2627,"ay":2628,"cq":2629,"tg":2630,"{}_\\":2631,")\\;\\":2632,"ĠSU":2633,";\\;\\;\\":2634,"hookrightarrow":2635,"Lu":2636,"reg":2637,"~{\\":2638,"+\\,\\":2639,"Ġ}}{\\":2640,"Ġmin":2641,"}^{(-":2642,"}=[":2643,"ord":2644,"Ġ>\\":2645,"},\\\\&\\":2646,"HS":2647,"^{}":2648,"}}&=\\":2649,"}^{\\,":2650,"_-)":2651,"}^{*}(":2652,"Hom":2653,"Tu":2654,"bt":2655,"jb":2656,"});":2657,"Ġvol":2658,"Ġsin":2659,"^+_{\\":2660,"_{+}^{":2661,"112":2662,"iw":2663,"tL":2664,"~=~":2665,"}\\}_{":2666,"}}}=":2667,"_-}":2668,"=|\\":2669,"ale":2670,"gtr":2671,"so":2672,"Ġ)\\,":2673,"{\\,":2674,"}}&=":2675,")}^\\":2676,"res":2677,"bigtriangleup":2678,"')-":2679,",*":2680,"|,\\":2681,")}\\|":2682,"dc":2683,"jr":2684,"zx":2685,"}')":2686,"^{-}_{":2687,")]^{":2688,"!)^":2689,"GL":2690,"sb":2691,"{}_{\\":2692,"}(|\\":2693,"=\\!":2694,")}.\\":2695,"),&\\":2696,"}|^{\\":2697,"}}({\\":2698,")}=-\\":2699,")\\\\&=(":2700,")}\\\\&=":2701,"*}{\\":2702,"rbrack":2703,"}}\\|\\":2704,")&=-":2705,"78":2706,"))]":2707,"Ġ{}^":2708,"~~~~\\":2709,"note":2710,"&&\\":2711,"]}}(":2712,"rightharpo":2713,")\\:":2714,")},\\\\":2715,"Ġ\\\\{\\":2716,")((":2717,"...+":2718,";\\;\\;\\;\\;\\;\\;\\;\\":2719,"iS":2720,"onu":2721,"Ġ,\\\\&":2722,"_{\\,":2723,")\\,,\\":2724,")||":2725,"onup":2726,"BR":2727,"kh":2728,"{_":2729,"Ġ})\\":2730,"III":2731,",...,\\":2732,"Ġdist":2733,"')+":2734,"68":2735,"_*}":2736,"et":2737,"iX":2738,"tX":2739,"}},\\\\":2740,"Ġdh":2741,"),(\\":2742,"Ġ|^{":2743,"^{*,\\":2744,"}^*_":2745,"xe":2746,"Ġ],":2747,"}{}{":2748,"Ġdd":2749,"\\{{\\":2750,"Ġ)+\\":2751,"BS":2752,"|+|\\":2753,"(\\,":2754,"abcd":2755,"^{+}\\":2756,"})\\\\&=\\":2757,")}}}":2758,"]\\,.":2759,"bs":2760,"|)^":2761,"Ġ)-":2762,"}{*{":2763,"...,\\":2764,"0000":2765,"JX":2766,"vw":2767,"{}^{":2768,"_{}(":2769,"=\\;\\":2770,"odd":2771,"enskip":2772,">_{":2773,"]),":2774,"af":2775,"ky":2776,"mc":2777,"Ġat":2778,"Ġse":2779,"}})}":2780,"otnote":2781,"Ġit":2782,"textsc":2783,"footnote":2784,"\\}}|\\":2785,"58":2786,"fF":2787,"}}}(\\":2788,")}:=":2789,"}||_{":2790,"Li":2791,"}}}}\\":2792,")),\\\\":2793,"1234":2794,"}&=(":2795,"genfrac":2796,"iR":2797,"kb":2798,"{.}":2799,"Ġ,\\,":2800,"}}&\\":2801,"succeq":2802,"medskip":2803,"]&=\\":2804,"Ġint":2805,"Ġ].":2806,"^{-{\\":2807,"rightharpoonup":2808,"Ġma":2809,"Ġ}}}":2810,")}:":2811,"^*}{":2812,"]=-\\":2813,"||_{\\":2814,"}:=\\{":2815,"}}\\,.":2816,"'|\\":2817,"jf":2818,"vphantom":2819,"^{[\\":2820,"})}(\\":2821,"Ġ\\;\\;\\;\\;":2822,"SI":2823,"hk":2824,"iD":2825,"ĠII":2826,"=-(":2827,"\\}|":2828,"zw":2829,"-\\!\\":2830,"hom":2831,"Ġ{|":2832,"Ġsym":2833,")_*":2834,"new":2835,"<+\\":2836,"iB":2837,"rd":2838,")}/":2839,"rob":2840,"}^{-}\\":2841,"AD":2842,"\\}+":2843,"}))=\\":2844,")})^{-":2845,"~~~~~":2846,"break":2847,"PQ":2848,"\\}\\,.":2849,"hf":2850,"Ġln":2851,"^*),":2852,"}||\\":2853,"_+-":2854,"]}=\\":2855,"ys":2856,"dat":2857,"},[":2858,"Ġ\\,|\\,":2859,"prescript":2860,"dZ":2861,"mt":2862,"120":2863,"Ġde":2864,"})_\\":2865,"Ġsign":2866,"projlim":2867,"_+}\\":2868,"):=\\{":2869,"'}^{(":2870,"))}.":2871,"))=(":2872,"MA":2873,"TB":2874,"sw":2875,"Ġ{(\\":2876,"}\\\\=&\\":2877,"''}{":2878,"]-[":2879,"'}+":2880,")'(":2881,";\\\\\\":2882,"\\,\\,\\":2883,"])=\\":2884,"Ġ\\:\\":2885,"'''(":2886,")}}=":2887,"+}(":2888,";-":2889,"Af":2890,"ction":2891,"mj":2892,"tive":2893,"varprojlim":2894,"Ġan":2895,")}\\\\&":2896,";\\;\\;\\;\\;\\;":2897,"'}}\\":2898,",[\\":2899,"]|":2900,"edat":2901,"lse":2902,"version":2903,"Ġ\\,(":2904,"}}{|\\":2905,"alignedat":2906,"^{*}}":2907,")}^{(":2908,"[|":2909,"|}}":2910,"race":2911,"})|^":2912,"~~,":2913,")]_{":2914,"^-}\\":2915,"})\\,.":2916,"gtrsim":2917,"'^{-":2918,"'\\,":2919,"BH":2920,"jy":2921,"mathversion":2922,"Ġik":2923,"}=\\{\\":2924,"Ġ}|":2925,"}\\,=\\,":2926,"_{-,":2927,"Ġ}\\;":2928,")]_":2929,"70":2930,"_{_{\\":2931,"^*)=":2932,"\\|,":2933,"coprod":2934,"_*)":2935,"mult":2936,"ĠSp":2937,"}\\\\=&":2938,"|\\\\&":2939,"TV":2940,"dM":2941,"dl":2942,"mr":2943,"sl":2944,"ABC":2945,",}\\":2946,"<|":2947,"dH":2948,"dbinom":2949,"hg":2950,"iJ":2951,"}}:=":2952,"Ġ\\,,\\":2953,"})=(\\":2954,"39":2955,"dL":2956,"jv":2957,"nP":2958,"neg":2959,"pe":2960,"Ġ^{-\\":2961,"_{,\\":2962,"})-(":2963,")}_{(":2964,"varPhi":2965,"Ġ[[":2966,"{(}\\":2967,"^+,\\":2968,")})^{":2969,"triangleleft":2970,"=:":2971,"ml":2972,"sym":2973,"}})^{-":2974,"}_{{":2975,"}_{|":2976,"Ġ\\\\&+\\":2977,"}}\\,,":2978,"large":2979,"))},":2980,"hx":2981,"ĠAB":2982,"Ġ&=-\\":2983,"pan":2984,"stant":2985,")&=&":2986,"Dw":2987,"}}}^{":2988,"Ġ\\,&":2989,"}}^{[":2990,"}'_{":2991,"&&&&":2992,",..,":2993,"footnotesize":2994,"#\\{":2995,"76":2996,"CM":2997,"{{{\\":2998,"^*+\\":2999,"\\,|":3000,"\\,=\\,\\":3001,"ĠLi":3002,"),\\,\\,":3003,"Ġ|\\{":3004,"_{+}}":3005,"AP":3006,"|).":3007,"}{}_{\\":3008,"}}~":3009,"Ġ-|":3010,"^*-\\":3011,"ĠCh":3012,"Ġ[(\\":3013,"}\\,(\\":3014,"')|":3015,"=[\\":3016,"BD":3017,"]}_":3018,"es":3019,"gra":3020,"jh":3021,"})}}":3022,"}{\\|\\":3023,"orner":3024,"}''(":3025,"![":3026,"mq":3027,"=\\{(":3028,"})^{-\\":3029,"}^-\\":3030,"Ġax":3031,"\\,.\\":3032,"}|_":3033,"real":3034,"iI":3035,"ub":3036,"xw":3037,"|>\\":3038,"erms":3039,"lor":3040,"}}\\\\\\":3041,"Ġ&\\;":3042,",\\,\\,\\,\\,\\,":3043,"'}^{\\":3044,"59":3045,"jt":3046,"sa":3047,"xg":3048,"Ġ&=-":3049,"rcorner":3050,"})\\\\\\":3051,"....":3052,"}/(":3053,"}&=&":3054,"')}\\":3055,"Ġda":3056,"allow":3057,"Ġ+|":3058,"}(\\|":3059,"Ġ{}_{":3060,"Ġ}}{{":3061,"&=|":3062,"]\\!":3063,"}]+":3064,")}\\\\&=\\":3065,"aleph":3066,",~~~":3067,"PS":3068,"md":3069,"})}^{":3070,"Ġsgn":3071,")|}\\":3072,"underbar":3073,")]^{-":3074,"Ġ:\\,":3075,"|=|\\":3076,"&\\|":3077,"))\\\\&":3078,"lrcorner":3079,"smi":3080,"{}^\\":3081,"Ġ=(-":3082,"})&\\":3083,"Ġuv":3084,"}=:":3085,"Ġ(\\{":3086,"\\,}":3087,"ite":3088,"''+\\":3089,")}=(":3090,"smile":3091,"AY":3092,"rf":3093,"Ġ),\\":3094,"^{^{":3095,"}{(-":3096,"})>":3097,"},-\\":3098,"Ġnt":3099,"\\,,\\\\":3100,"}^{-}":3101,"}])":3102,"Ġ\\\\&-":3103,")}}=\\":3104,"}}=-":3105,")}\\,,":3106,"46":3107,"Bu":3108,"gr":3109,"}}}_{":3110,"+\\!\\":3111,")}[\\":3112,"},&\\":3113,"Ġ)}{\\":3114,")|&\\":3115,"...)":3116,"-}\\":3117,"BB":3118,"LC":3119,"uz":3120,"Ġ\\,\\,\\,\\,":3121,"Ġ[{\\":3122,"'},\\":3123,"-}(":3124,"TP":3125,"iF":3126,"tp":3127,"^{'}":3128,"}([\\":3129,"}}<":3130,"Ġby":3131,"''=":3132,"smallsetminus":3133,"&(\\":3134,";{\\":3135,"TE":3136,"\\}=\\{":3137,"zf":3138,"Ġ!}":3139,"}}:":3140,"sec":3141,"\\{|\\":3142,")]+":3143,"}^*(\\":3144,"})\\,,":3145,"+}_{":3146,"@{\\":3147,"}{}_":3148,"}|(":3149,")\\,=\\,":3150,"^{**":3151,"=-{":3152,"'})\\":3153,"Dv":3154,"nT":3155,"sd":3156,"sz":3157,"}}<\\":3158,"Ġ&\\,":3159,"Ġ|_{\\":3160,"ity":3161,"nearrow":3162,",~~\\":3163,"[\\,":3164,"bz":3165,"ltimes":3166,"nR":3167,"|}^":3168,"}!":3169,"ngth":3170,"&=(\\":3171,"Ġcm":3172,")+(-":3173,")\\,{\\":3174,"/|":3175,"qq":3176,"rp":3177,"xH":3178,"yu":3179,"Ġdeg":3180,"}{}^{\\":3181,")}\\|_{":3182,"Ġ_{{\\":3183,"(-(":3184,"^+_\\":3185,")]^{\\":3186,"111":3187,"SS":3188,"aw":3189,")}>":3190,")^{[":3191,")^{(\\":3192,"}-|":3193,")(|":3194,"&=\\{":3195,"CF":3196,")\\,\\,":3197,")|^{\\":3198,"$-":3199,";}":3200,"]}^":3201,"cn":3202,"jq":3203,"rn":3204,"^{}_{":3205,"}{-\\":3206,"length":3207,"lap":3208,")=-(":3209,"^+.":3210,"/{\\":3211,"05":3212,"98":3213,"]\\,,":3214,"lu":3215,"tot":3216,"ind":3217,"Ġ,&":3218,"}=\\|":3219,"Ġreg":3220,"})\\|_{":3221,"{(}":3222,")|=|":3223,"_{-}^{":3224,"}}=(":3225,"}}\\\\&=\\":3226,":~":3227,"\\}},":3228,"\\}).":3229,"qc":3230,"zt":3231,"{}^{\\":3232,"Ġlog":3233,"}{=}\\":3234,"^*).":3235,"_+^{-":3236,"|,|":3237,"))\\\\&=\\":3238,"nl":3239,"nv":3240,"pc":3241,"injlim":3242,"varinjlim":3243,":\\,\\":3244,"Bar":3245,"MS":3246,"PD":3247,"]:=":3248,"hu":3249,"kR":3250,"lhd":3251,"rj":3252,"^{''":3253,"}))(":3254,"Ġij":3255,"Ġbc":3256,"125":3257,")|}{\\":3258,"Ġ36":3259,"}\\,\\,\\,":3260,")^*(":3261,"'d":3262,"\\}}.":3263,"ach":3264,"kT":3265,"})}^":3266,"))|\\":3267,"^*)=\\":3268,"},\\;\\":3269,"}|,":3270,")||_{":3271,"_+=":3272,"}[(\\":3273,"Ġ$(":3274,"}&=-\\":3275,"cccccc":3276,"br":3277,"_{\\#":3278,"}^{[\\":3279,")}\\;":3280,"ĠTM":3281,"}|}{":3282,"Ġ\\{-":3283,"\\}\\\\&=\\":3284,"dQ":3285,"gs":3286,"sho":3287,"|),":3288,"|&=\\":3289,"arge":3290,")^{{":3291,")}\\\\\\":3292,"ĠDu":3293,")})(":3294,"]=(":3295,"&&&":3296,"ject":3297,"')+\\":3298,"77":3299,"aj":3300,"iP":3301,"iY":3302,"kA":3303,"}'}":3304,"}\\;\\;\\":3305,"side":3306,"Det":3307,"Ġcl":3308,"jkl":3309,":\\:\\:":3310,"03":3311,"kg":3312,"ws":3313,"Ġ]=":3314,"(\\,\\":3315,"phys":3316,"intop":3317,"^{-}\\":3318,"Ġ\\\\(\\":3319,"\\|}":3320,"&=&\\":3321,")+{":3322,"}||^":3323,"\\};":3324,"subsetneq":3325,"}^*_{":3326,")).\\":3327,"WZ":3328,"}}>":3329,"}}},\\":3330,"}})^{\\":3331,"})}+\\":3332,"))).":3333,"))}{|":3334,")|+|":3335,"_+^{\\":3336,"\\\\&=-\\":3337,"unds":3338,"'}-":3339,")'\\":3340,"))\\\\&\\":3341,":(":3342,"\\:\\":3343,"iN":3344,"qa":3345,")}{=}":3346,"_{-}}":3347,")_-":3348,"Ġ^{*":3349,")!}.":3350,"Ġ*\\":3351,"256":3352,"Bbbk":3353,"'}_{\\":3354,"65":3355,"Pf":3356,"dK":3357,"iV":3358,"{-(":3359,"},~~":3360,"^*[":3361,"ĠAd":3362,"},\\,\\,":3363,":=(\\":3364,"\\,\\,\\,":3365,"+&":3366,"BM":3367,"TT":3368,"even":3369,"iE":3370,"kv":3371,"pd":3372,"rg":3373,"tb":3374,"vx":3375,"{(-\\":3376,"_++":3377,"}},{\\":3378,"}}^{(\\":3379,">.":3380,"RS":3381,"bp":3382,"mh":3383,"py":3384,"{)}":3385,"}~~\\":3386,"}\\}}":3387,"},...,\\":3388,")...":3389,"~~.":3390,"''-":3391,"}\\\\&+":3392,"pounds":3393,"Lip":3394,"SL":3395,"qs":3396,"td":3397,"}})_{":3398,"}),\\\\\\":3399,"}=|":3400,"lined":3401,"^*}^":3402,"ĠDf":3403,"^-_{\\":3404,"):=-\\":3405,"multlined":3406,"')}{":3407,"GS":3408,"\\}^{\\":3409,"_!":3410,"bn":3411,"cs":3412,"hc":3413,"tB":3414,"Ġbo":3415,"Ġ\\}_{":3416,"-\\{":3417,")=:":3418,"subject":3419,"}&:=\\":3420,"\\},\\\\\\":3421,"51":3422,"Ai":3423,"Dg":3424,"Tv":3425,"\\}_{\\":3426,"\\;\\;\\":3427,"_{\\!":3428,"opt":3429,")\\\\=":3430,")}({\\":3431,"_-}{":3432,")}=-":3433,"}}\\\\&=":3434,"allowbreak":3435,"&[":3436,">,":3437,"dU":3438,"nH":3439,"}\\}=":3440,"_{\\{|":3441,"}}}\\,":3442,"Ġ23":3443,"page":3444,"}&=-":3445,"}^+_":3446,"&*":3447,">_":3448,"AM":3449,"]\\\\&=\\":3450,"eB":3451,"sy":3452,"Ġ&:":3453,").\\\\":3454,"Ġ|}":3455,"ccl":3456,"^+=":3457,"^{*}_":3458,"\\\\&-\\":3459,"}}+{\\":3460,"noalign":3461,"}$}":3462,"mf":3463,"qn":3464,"rq":3465,"})|_{":3466,"))_{\\":3467,"\\,,\\,":3468,"ĠAu":3469,"longleftrightarrow":3470,"53":3471,":,":3472,"Rf":3473,"XX":3474,"])}":3475,"ipage":3476,"Ġim":3477,"}\\!\\!":3478,"inv":3479,"}}^*":3480,"Ġ&:=\\":3481,"erm":3482,"),{\\":3483,"Ġev":3484,"}+(-":3485,"there":3486,"minipage":3487,")]}":3488,"]/":3489,"zy":3490,"}{}":3491,"}})-":3492,"}))^":3493,"}}{[":3494,"124":3495,"Ġ_{(":3496,")\\,|\\,":3497,"_+,\\":3498,"))\\\\\\":3499,"}&(":3500,"'\\\\":3501,"')-\\":3502,"Ay":3503,"Br":3504,"DE":3505,"qy":3506,"uf":3507,"Ġ\\}=":3508,"_{_\\":3509,"^{~":3510,"^{'}(":3511,"Ġ\\\\=&\\":3512,"Ġcu":3513,"})\\;":3514,"Ġ_{{":3515,"}^*,":3516,"~~~~~~":3517,"\\\\&=(":3518,"Ġ...\\":3519,"UU":3520,"bv":3521,"grad":3522,"iL":3523,"jz":3524,"rT":3525,"Ġ}^\\":3526,"-\\,\\":3527,"})})":3528,"},~\\":3529,"}_{>":3530,"Ġtx":3531,"Ġ(\\|":3532,"}+|\\":3533,"ĠCo":3534,")}((":3535,"_-}\\":3536,"_{+}^":3537,"ize":3538,"&|":3539,"({{":3540,":|":3541,"Op":3542,"\\}-":3543,"]}|":3544,"kD":3545,"ld":3546,"vi":3547,"Ġnu":3548,"Ġ^*":3549,"_{*}\\":3550,"}\\!\\!\\":3551,"}}}^":3552,"}}}}}":3553,"})[\\":3554,")=\\\\":3555,"Ġ\\,:\\,":3556,"}]^{":3557,"_{+},":3558,"BF":3559,"Dx":3560,"]:=\\":3561,"iG":3562,"um":3563,"uw":3564,"|}}\\":3565,"|}{|\\":3566,"})^{(":3567,"^*)(":3568,"},\\;\\;":3569,"Ġ_{+":3570,"^+}{":3571,"}\\\\-":3572,"Ġ48":3573,"mode":3574,";\\\\&":3575,"Av":3576,"Lx":3577,"ise":3578,"sn":3579,"|{":3580,"Ġ=[":3581,"Ġ&>":3582,"),~~":3583,"Ġ|(\\":3584,")}\\|\\":3585,"}](\\":3586,"Ġ~+~":3587,"}=-{":3588,"Ġcos":3589,"!}(":3590,"Np":3591,"kN":3592,"kw":3593,"mz":3594,"Ġ\\!\\!\\":3595,"Ġ17":3596,"Ġ{_":3597,"Ġ|\\,":3598,")|\\\\":3599,"}\\\\&=(":3600,"arccos":3601,",+}(":3602,"sideset":3603,"89":3604,"CR":3605,"ben":3606,"drel":3607,"rz":3608,"=\\|\\":3609,"}})+":3610,"Ġpt":3611,"Ġ}~":3612,"sing":3613,")}}(\\":3614,"}=-{\\":3615,"}}}{{\\":3616,".(":3617,"Pro":3618,"dD":3619,"gy":3620,"pu":3621,"sk":3622,"tH":3623,"|}=\\":3624,"~&":3625,"Ġ}}.":3626,"}}})":3627,")=\\{\\":3628,"]\\;":3629,")_+\\":3630,"}\\|(":3631,"}}={\\":3632,"}/{\\":3633,"xyz":3634,"}\\\\&+\\":3635,"Ġ~~~~~":3636,"RF":3637,"\\}(":3638,"bj":3639,"nF":3640,"sg":3641,"}^{}\\":3642,"}}_{(":3643,"Ġ+(-":3644,"ĠdR":3645,")}{{\\":3646,"}^{(+":3647,"}|+":3648,")\\,(":3649,"\\{\\|":3650,"_+^\\":3651,"''_{\\":3652,"ĠOp":3653,"101":3654,"^{*},":3655,"ildrel":3656,"buildrel":3657,"Cov":3658,"!}=\\":3659,"#(":3660,"-.":3661,";(":3662,"NN":3663,"cf":3664,"hslash":3665,"kB":3666,"mspace":3667,"yp":3668,"Ġdef":3669,"=\\!\\":3670,"}}}+":3671,"Ġ&(\\":3672,"})[":3673,")}|^":3674,")=|\\":3675,"elli":3676,"Ġ\\,+\\,":3677,":=-\\":3678,"}}{\\|":3679,"}]^":3680,"\\!-\\!\\":3681,":-\\":3682,"Ext":3683,"\\>":3684,"]\\\\&\\":3685,"uy":3686,"xb":3687,"|[":3688,"}^{~":3689,"ĠdP":3690,"\\|(\\":3691,"Ġ{[":3692,"str":3693,"Ġmn":3694,")|^{-":3695,"^+-":3696,"''-\\":3697,"})={\\":3698,")}}^":3699,"ilb":3700,"*(":3701,"AZ":3702,"Ty":3703,"\\}-\\":3704,"\\})=\\":3705,"]\\}":3706,"|}\\,":3707,"Ġ}({\\":3708,"}_{,":3709,"overleftarrow":3710,"))),":3711,"Ġpq":3712,"}}((":3713,"110":3714,"Ġ,\\;":3715,"&{":3716,"'}^{-":3717,"Ae":3718,"DA":3719,"\\}}{":3720,"csc":3721,"sm":3722,"Ġrank":3723,"Ġ\\})":3724,"inite":3725,"Ġ=|":3726,"Ġex":3727,"com":3728,";\\;\\;\\;\\;":3729,")&=(\\":3730,"_{*}(":3731,"92":3732,"Ind":3733,"my":3734,"sT":3735,",\\:":3736,"Ġix":3737,"})\\}":3738,"}|{\\":3739,"Ġ)}(":3740,"Ġdxdy":3741,"}^*)":3742,"^{+},":3743,")\\;=\\;":3744,"+,":3745,",.":3746,"RT":3747,"iQ":3748,"qf":3749,"}}}+\\":3750,"Ġ&{":3751,"Ġ&|":3752,"Ġ&\\{":3753,"}_+\\":3754,"\\\\=":3755,")))=":3756,"^*)^{":3757,"^*)^{-":3758,"Ġ}}(":3759,"}\\,{":3760,"\\}}{\\":3761,"ĠYM":3762,"_+^{":3763,"^{+}}":3764,"arcsin":3765,"Ġconstant":3766,".\\\\&\\":3767,"DH":3768,"SM":3769,"YZ":3770,"[|\\":3771,"nE":3772,"Ġ\\!\\!\\!":3773,"the":3774,"mathelli":3775,"psis":3776,"}_{+}":3777,"Ġ)_":3778,"_{+})":3779,"=&(":3780,"short":3781,"mathellipsis":3782,"')\\,":3783,"04":3784,"Jx":3785,"NP":3786,"TQ":3787,"\\}\\,,":3788,"jA":3789,"kX":3790,"when":3791,"{~":3792,"{+}":3793,"_{~":3794,"}}))":3795,"Ġ&~":3796,"varPsi":3797,"},(\\":3798,"Ġeach":3799,")(-\\":3800,")|+":3801,"^+)^":3802,"^{*}_{\\":3803,"};\\\\":3804,"rrrr":3805,"Ch":3806,"MC":3807,"gu":3808,"nA":3809,"nw":3810,"wx":3811,"xs":3812,"Ġdb":3813,"}_+(":3814,")^{*":3815,"\\,}\\":3816,")-{":3817,"})\\|":3818,":=\\{\\":3819,"_{-}(\\":3820,"^+=\\":3821,"^{+}}\\":3822,"DB":3823,"LT":3824,"\\})=":3825,"]/(":3826,"ble":3827,"ea":3828,"iM":3829,"jd":3830,"vt":3831,"val":3832,"yt":3833,"âĢ":3834,"tic":3835,"})}+":3836,")}<\\":3837,"Ġterms":3838,")^{*}":3839,")({\\":3840,":=&\\":3841,"Ġ=\\;":3842,"Ġ)(\\":3843,"}]_{\\":3844,"}}_{{\\":3845,"_{++":3846,"}_{+}^{":3847,"}...\\":3848,"'s":3849,"+)":3850,"97":3851,"SP":3852,"cp":3853,"vac":3854,"ww":3855,"|_{(":3856,"ĠdF":3857,"ĠdZ":3858,"\\,:\\,":3859,"},\\{":3860,"}=\\{(":3861,"Ġ\\|_\\":3862,"]\\,\\":3863,"'''":3864,"''}\\":3865,"_--":3866,"'}+\\":3867,"NM":3868,"PT":3869,"aP":3870,"dG":3871,"eth":3872,"nX":3873,"^{\\,\\":3874,"Ġ25":3875,"Ġ27":3876,"Ġiz":3877,"Ġnk":3878,"),\\;\\;":3879,"}|=\\":3880,"{[}":3881,"'^\\":3882,"*}(\\":3883,">-":3884,"@{}":3885,"CA":3886,"Lf":3887,"dC":3888,"frow":3889,"hv":3890,"pv":3891,"red":3892,"tch":3893,"xleftarrow":3894,"Ġ}},":3895,")\\}_{":3896,")\\}=":3897,"ment":3898,"})}_{":3899,"root":3900,"Ġ|_":3901,")+|":3902,"}+\\|\\":3903,"Ġ}\\,\\":3904,"}]}\\":3905,"'')\\":3906,")})_{":3907,")|\\\\&\\":3908,")~=~":3909,"Ġ\\;\\;\\;\\;\\;":3910,"frown":3911,",~~~~":3912,"81":3913,"SR":3914,"Tw":3915,"hh":3916,"tk":3917,"|)^{-":3918,"ard":3919,"})},\\":3920,"Ġ-[":3921,"),[":3922,"}.\\\\":3923,"))&":3924,"Ġwhen":3925,"_{(-\\":3926,"^-_\\":3927,"_-,\\":3928,"models":3929,"/{":3930,"Bx":3931,"Jq":3932,"SD":3933,"bk":3934,"lc":3935,"lp":3936,"ry":3937,"|}=":3938,"_{}\\":3939,"}})(\\":3940,"dast":3941,"}]-":3942,")})}":3943,"}&&":3944,"}_+^":3945,"circledast":3946,"63":3947,"Kf":3948,"ML":3949,"SNR":3950,"TZ":3951,"]\\\\&":3952,"ant":3953,"dN":3954,"eu":3955,"xh":3956,"|}}{":3957,"raise":3958,")=\\|":3959,"}-|\\":3960,"Ġcd":3961,"}\\,=\\,\\":3962,")|+|\\":3963,",\\\\-":3964,"rea":3965,"\\;=\\;":3966,")\\\\&-\\":3967,"}^{*}(\\":3968,"'&=":3969,"'}}{":3970,"DT":3971,"JK":3972,"Mf":3973,"\\}\\\\&\\":3974,"qj":3975,"xa":3976,")\\}=\\":3977,"Ġ\\\\\\\\":3978,"),~\\":3979,"^*)-":3980,"\\|^{\\":3981,"ĠHilb":3982,"}|^{-":3983,"Ġ\\{(\\":3984,"smallskip":3985,"}\\!-\\!":3986,"âĢĲ":3987,"'}-\\":3988,")_{-":3989,"){{\\":3990,"85":3991,"Az":3992,"Hess":3993,"XZ":3994,"ent":3995,"ha":3996,"idx":3997,"kc":3998,"{,}":3999,"Ġ\\;\\;\\;\\;\\;\\;":4000,"}}}_":4001,"^{-|\\":4002,"\\{[":4003,"}|-":4004,"_+.":4005,"_+}{":4006,"^-=":4007,")})^{\\":4008,"}&:=":4009,"):=&\\":4010,"_{+}(\\":4011,"Ġ64":4012,"}}}{{":4013,"}^+(\\":4014,"arpoon":4015,"+...+":4016,"CH":4017,"NL":4018,"RL":4019,"iC":4020,"jV":4021,"mL":4022,"pf":4023,"~(":4024,"Ġ)},":4025,"Ġ([\\":4026,"Ġ-(-":4027,"\\,[":4028,"Ġgh":4029,")&=&\\":4030,")!},":4031,"^{*})":4032,")\\|_\\":4033,"&|\\":4034,"NT":4035,"\\}^{(":4036,"jg":4037,"lq":4038,"nK":4039,"pw":4040,"pz":4041,"rh":4042,"sv":4043,"uph":4044,"~=~\\":4045,"}))^{":4046,"+\\;":4047,"Ġac":4048,"Ġexists":4049,"Ġ\\,.\\":4050,"Ġie":4051,"ĠGL":4052,"cent":4053,"}[-":4054,"{-}\\":4055,"134":4056,")\\\\&=-\\":4057,"):\\,":4058,"rule":4059,"upharpoon":4060,"$}\\\\":4061,"'^{(":4062,"({{\\":4063,"))}=":4064,"95":4065,"RR":4066,"],\\\\\\":4067,"ation":4068,"iK":4069,"lx":4070,"rv":4071,"{=":4072,"}}+(":4073,"Ġ+\\|":4074,"ĠdM":4075,"ĠdY":4076,"}=-(":4077,"Ġgrad":4078,"),\\,\\":4079,"..,":4080,"})=(-":4081,")}}{{\\":4082,"}^+}":4083,"Ġ\\#\\":4084,"{}{}{":4085,"$},\\\\":4086,"'>":4087,"')^{\\":4088,"HP":4089,"tc":4090,"xd":4091,"^{^{\\":4092,"_{\\;\\;":4093,"}})+\\":4094,"Ġ&,":4095,"})]\\":4096,")^{{\\":4097,"))|^":4098,"ĠHom":4099,"122":4100,"}^{-(":4101,")]-":4102,"}[|":4103,"_{+}-":4104,"=-{\\":4105,"Ġ&=\\{":4106,"}_{-}":4107,"upharpoonright":4108,"!^":4109,"200":4110,"84":4111,"JY":4112,"Mr":4113,"iW":4114,"tS":4115,"trace":4116,"xT":4117,"zv":4118,"|}(\\":4119,"Ġ}\\\\":4120,"Ġ\\-":4121,"}\\}=\\":4122,"}}}^{\\":4123,"}}\\!\\":4124,"Ġ{}^{\\":4125,"cor":4126,"eqn":4127,"_{-},":4128,"}&{":4129,"^{+}_":4130,"^{+}_{\\":4131,"234":4132,"|-|\\":4133,"$},\\":4134,",&&":4135,"-})":4136,"211":4137,"<(":4138,"CB":4139,"Di":4140,"Nx":4141,"TD":4142,"][\\":4143,"el":4144,"free":4145,"lg":4146,"}{[\\":4147,"Ġ\\\\+":4148,")=[\\":4149,"ape":4150,"^*}{\\":4151,"{((":4152,"Ġ30":4153,"108":4154,"]=[\\":4155,"boxed":4156,",-}(":4157,"}'=\\":4158,"ccccccc":4159,"$}_{":4160,"69":4161,";(\\":4162,"<{\\":4163,"By":4164,"Cx":4165,"GM":4166,"KN":4167,"Te":4168,"VP":4169,"\\!\\!\\!":4170,"]\\\\\\":4171,"aX":4172,"ah":4173,"bl":4174,"jc":4175,"kP":4176,"kij":4177,"sma":4178,"ug":4179,"|^{-(":4180,"Ġsupp":4181,"Ġ\\},\\\\":4182,"Ġ+[":4183,"imize":4184,"Ġnx":4185,"Ġ}[":4186,"}}{(-":4187,")}{[":4188,")\\\\(":4189,")|^\\":4190,"}}({":4191,"}]+[":4192,"disc":4193,")!!":4194,"\\\\&-":4195,"^{'}_{":4196,"+}^{\\":4197,"Nf":4198,"PA":4199,"YX":4200,"\\}),":4201,"]^{(":4202,"aD":4203,"jX":4204,"nL":4205,"vs":4206,"Ġ''":4207,")\\!\\":4208,"=\\\\":4209,"})].":4210,"leqq":4211,"}+[":4212,"))&\\":4213,"Ġ-\\,":4214,"_+=\\":4215,")]+\\":4216,"^-.":4217,")!}{\\":4218,"),\\\\(":4219,")}+\\|":4220,"Ġ\\!+\\!":4221,",~~~\\":4222,"mber":4223,"'}}(":4224,",$":4225,"Con":4226,"Tg":4227,"kC":4228,"rw":4229,